[Translator]
Name = Dima

[FrmMain]
mnuFindTarget.Caption = Вибрати & область ...
mnuPrimaryMonitor.Caption = & Основний монітор
mnuSecondaryMonitor.Caption = & Додатковий монітор
mnuRecordScreen.Caption = & Повний екран
mnuISOMPEG1standard.Caption = ISO MPEG-1 standard (.AVI)
mnuISOMPEG2standard.Caption = ISO MPEG-2 standard (.AVI)
mnuISOMPEG4standard.Caption = ISO MPEG-4 standard (.AVI)
mnuXvid.Caption = ISO MPEG-4 XVID (.AVI)
mnuOpenDivx.Caption = ISO MPEG-4 OpenDivx (.AVI)
mnuMicrosoftMPEG4part2.Caption = Microsoft MPEG-4 part 2 (.AVI)
mnuMicrosoftMPEG4part3.Caption = Microsoft MPEG-4 part 3 (.AVI)
mnuFlashVideo.Caption = Flash Video (.FLV)
mnuISOMPEG4standardMP4.Caption = ISO MPEG-4 standard (.MP4)
mnuAppleQuickTime.Caption = Apple QuickTime (Sony Vegas editable) (.MOV)
mnuMPEG2TransportStream.Caption = MPEG-2 transport stream (.TS)
mnuMPEG2PSformat.Caption = MPEG-2 PS (.VOB)
mnuVFWCodec.Caption = Зовнішні кодеки ... (.AVI)
mnuISOMPEG4standardWMV.Caption = Microsoft MPEG-4 part 3 (.WMV)
mnuISOWMV2.Caption = Windows Media Video 8 (.WMV)
ActionManager.Categorys. & Mode = Режим
ActionManager.Categorys. & Tools = Інструменти
ActionManager.Categorys. & Help = Допомога
mnuSettings.Caption = & Налаштування ...
mnuAbout.Caption = & Про програму ...
mnuHelp.Caption = & Допомога ...
mnuMP3AudioCodec.Caption = MPEG audio layer 3 (.MP3)
mnuWMAAudioCodec.Caption = Windows Media Audio 2 (.WMA)
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) ( .FLAC )
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) ( .M4A )
mnuRecordingTheScreenAndAudio.Caption = Запис зображення і звуку
mnuRecordingOnlyAudio.Caption = Запис звуку
mnuRecordingTheGame.Caption=Recording Game
mnuGIFAnimation.Caption = GIF Animation (.GIF)
mnuMP4ContainerFormat.Caption = MP4 (MPEG-4 Part 14) Container
mnuMKVContainerFormat.Caption = MKV (Matroska) Container
mnuM4VContainerFormat.Caption = M4V (iPod MP4) Container
mnuMOVContainerFormat.Caption = MOV (QuickTime) Container
mnuWMVContainerFormat.Caption = WMV (Windows Media Video) Container
mnuFLVContainerFormat.Caption = FLV (Flash Video) Container
mnuAVIContainerFormat.Caption = AVI (Audio Video Interleaved) Container
mnuTSContainerFormat.Caption = TS (MPEG-2 Transport Stream) Container
mnuVOBContainerFormat.Caption = VOB (MPEG-2 PS) Container
mnuNvidiaNvencH264AACMP4.Caption = NVIDIA NVENC H.264 + AAC (.MP4)
mnuISOMPEG4standardMP4AAC.Caption = ISO MPEG-4 standard + AAC (.MP4)
mnuNvidiaNvencH264AACMKV.Caption = NVIDIA NVENC H.264 + AAC (.MKV)
mnuISOMPEG4standardFLACMKV.Caption = ISO MPEG-4 standard + FLAC (.MKV)
mnuISOMPEG4standardAACMKV.Caption = ISO MPEG-4 standard + AAC (.MKV)
mnuISOMPEG4standardMP3MKV.Caption = ISO MPEG-4 standard + MP3 (.MKV)
mnuNvidiaNvencH264AACM4V.Caption = NVIDIA NVENC H.264 + AAC (.M4V)
mnuISOMPEG4standardAACM4V.Caption = ISO MPEG-4 standard + AAC (.M4V)
mnuNvidiaNvencH264AACMOV.Caption = NVIDIA NVENC H.264 + AAC (.MOV)
mnuAppleQuickTimeMOVAAC.Caption = Apple QuickTime + AAC (.MOV)
mnuNvidiaNvencH264AACAVI.Caption = NVIDIA NVENC H.264 + AAC (.AVI)
mnuHardwareEncoderSettings.Caption = Налаштування апаратного кодувальника ...
mnuAudioCodecsSettings.Caption = Налаштування аудіо кодеків ...
mnuCustomSize.Caption = & Довільний розмір ...
mnuNvidiaNvencH264FLACMKV.Caption = NVIDIA NVENC H.264 + FLAC (.MKV)
mnuOpenH264FLACMKV.Caption = Open H.264 + FLAC (.MKV)
mnuRegister.Caption = & Реєстрація ...
mnuBuy.Caption = & Купити ...
ActionManager.Categorys. & Register = & Реєстрація
mnuAddRecordingArea.Caption=Додати область запису...
mnuEditRecordingAreaList.Caption=Редагування списку області запису...
mnuNvidiaNvencHEVCAACMP4.Caption=NVIDIA NVENC HEVC + AAC (.MP4)
mnuNvidiaNvencHEVCAACMKV.Caption=NVIDIA NVENC HEVC + AAC (.MKV)
mnuNvidiaNvencHEVCFLACMKV.Caption=NVIDIA NVENC HEVC + FLAC (.MKV)
mnuNvidiaNvencHEVCAACAVI.Caption=NVIDIA NVENC HEVC + AAC (.AVI)
mnuExit.Caption=&Exit app
mnuAutoSelectCodec.Caption=Auto Select
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)
[FrmOption]
btnInformation.Caption = Інформація
btnVideoConfiguration.Caption=Setting(&S)
lblFPS.Caption = FPS:
gbxVideo.Caption=Video
chkAudio.Caption = Налаштування аудіо пристрою
lblAudioDrive.Caption = Пристрій:
lblChannel.Caption = Канал:
lblSampleRate.Caption = Частота дискретизації:
lblQuality.Caption=Quality:
chkRecordCursor.Caption = Відображати курсор
chkBalanceReposition.Caption = При переміщенні області запису буде переміщатися головне вікно.
gbxHotkeySettings.Caption = Налаштування гарячих клавіш
chkRecordHotkey.Caption = Запис:
chkPauseHotkey.Caption = Пауза:
chkCaptureHotkey.Caption = Знімок:
chkFindTargetHotkey.Caption = Мета:
lbledtOutputPath.Caption = Шлях призначення:
btnOK.Caption = & OK
btnCancel.Caption = & Скасування
Caption = Налаштування
lblMin.Caption = Хвилин
lblSecond.Caption = Секунд
lblAfterCompletion.Caption =
gbxRservationRecord.Caption = Обмеження часу запису
chkRecordingTimeLimite.Caption = & Включити
gbxLanguage.Caption = Налаштування мови
lblLanguage.Caption = Мова:

lblVideoBitrate.Caption = Бітрейт:
lblAudioBitrate.Caption = Бітрейт:
gbxVideoEncoding.Caption = Відео
gbxAudioEncoding.Caption = Аудіо
btnRestoreDefaultSettings.Caption = & По замовчуванням

lblCaptureFormat.Caption = Формат файлу для знімка:
lblUsingMultiCore.Caption = Багатопотоковість:
gbxMouseEffect.Caption = Ефект покажчика миші
chkEnabledMouseEffect.Caption = Включити
lblMouseEffectColor.Caption = Колір:
lblMouseEffectSize.Caption = Розмір:
gbxTimeLimitSettings.Caption = Дія після завершення
rbTimeLimitDoNothing.Caption = Нічого не робити
rbTimeLimitStartNewRecording.Caption = Новий запис
rbTimeLimitExitProgram.Caption = Вийти з програми
rbTimeLimitShutdown.Caption = Вимкнути комп'ютер
gbxWatermarkSettings.Caption = Налаштування водяного знака
chkUseWatermark.Caption = & Додати водяний знак на відео
lbledtWatermakrImagePath.Caption = Шлях до зображення:
lblOpacity.Caption = Непрозорість:
gbxWatermarkImagePosition.Caption = Позиція
lblVideoQuality.Caption = Якість відео:
lblEncoderThreadCount.Caption = Кількість потоків:
chkShowFPSOverlay.Caption = Відображати FPS
gbxGameRecording.Caption = Запис гри
lblColorConversionQuality.Caption = Якість передачі
pmnuPrefixDateTime.Caption = Prefix + Date + Time
pmnuProgramNameDateTime.Caption = ProgramName + Date + Time
pmnuUserIDDateTime.Caption = UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption = DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption = Prefix + LocalizationDate + Number (#)
pmnuProgramNameLocalizationDateNumber.Caption = ProgramName + LocalizationDate + Number (#)
pmnuUserIDLocalizationDateNumber1.Caption = UserID + LocalizationDate + Number (#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption = DisplayUserName + LocalizationDate + Number (#)
pmnuPrefixNumber1.Caption = Prefix + Number (#)
pmnuPrefixNumber2.Caption = Prefix + Number (##)
pmnuPrefixNumber3.Caption = Prefix + Number (###)
pmnuProgramNameNumber1.Caption = ProgramName + Number (#)
pmnuProgramNameNumber2.Caption = ProgramName + Number (##)
pmnuProgramNameNumber3.Caption = ProgramName + Number (###)
pmnuNumber1.Caption = Number (#)
pmnuNumber2.Caption = Number (##)
pmnuNumber3.Caption = Number (###)
pmnuHelp.Caption = & Допомога ...
ledtFileName.Caption = Файл:
chkHideDragCursorInRecordingArea.Caption = Приховувати курсор при переміщенні області запису
gbResizeVideo.Caption = Зміна розміру
chkResizeVideo.Caption = Змінювати розмір відео
lblResolution.Caption = Дозвіл:
lblResizeQuality.Caption = Якість:
lblGIFFPS.Caption = FPS:
lblGIFQuality.Caption = Якість:
gbxGIF.Caption = Налаштування GIF
chkGIFIncludeCursor.Caption = Відображати курсор
chkResizeGIF.Caption = & Змінювати розмір GIF
lblGIFResolution.Caption = Дозвіл:
lblGIFResizeQuality.Caption = Якість:
gbResizeGIF.Caption = Зміна розміру
rbTimeLimitHibernate.Caption = Включити сплячий режим
tsGeneral.Caption = Основні параметри
tsGame.Caption = Гра
tsResize.Caption = Розмір
gbxMicrophone.Caption = Налаштування мікрофона
lblMicrophoneInputSource.Caption = Джерело сигналу:
gbxEncodingSettings.Caption = Кодування
gbxGameRecordingPerformance.Caption = Запис гри
lblStageOfPipeline.Caption = Конвеєр:
lblDecoderResolutionCompatibility.Caption = Сумісність дозволу декодера:
lblWatermarkLeftRightMargins.Caption = Відступ зліва і справа
lblWatermarkTopBottomMargin.Caption = Відступ зверху і знизу
gbxCalcFPS.Caption = Підрахунок FPS
lblCalcFPSInterval.Caption = Інтервал:
lblCalcFPSMS.Caption = мілісекунд
lblCalcFPSRoundMode.Caption = Режим округлення:
gbxFPSLimit.Caption = Обмеження FPS
chkFPSLimit.Caption = Встановити межу
lblFPSLimit.Caption = FPS:
chkLimitFPSWhenRecording.Caption = Обмежувати при записі
chkCaptureIncludeCursor.Caption = Відображати курсор
chkUseCaptureImageWatermark.Caption = Додати водяний знак на знімок
lblFPSLimitMode.Caption = Режим:
tsMouseLeftClickEffect.Caption = Ефект ЛФМ
tstsMouseRightClickEffect.Caption = Ефект ПКМ
chkMouseLeftClickEffect.Caption = Додати ефект натискання лівої кнопки миші
lblMouseLeftClickEffectStyle.Caption = Стиль:
lblMouseLeftClickColor.Caption = Колір:
lblMouseLeftClickEffectSize.Caption = Розмір:
lblMouseLeftClickLineWidth.Caption = Товщина:
chkMouseRightClickEffect.Caption = Додати ефект натискання правої кнопки миші
lblMouseRightClickEffectStyle.Caption = Стиль:
lblMouseRightClickColor.Caption = Колір:
lblMouseRightClickEffectSize.Caption = Розмір:
lblMouseRightClickLineWidth.Caption = Товщина:
chkMouseCursorHighlightEffect.Caption = Додати ефект підсвічування курсора
lblMouseCursorHighlightEffectColor.Caption = Колір:
lblMouseCursorHighlightEffectSize.Caption = Розмір:
tsMouseCursorHighlightEffect.Caption = Ефект підсвічування
tsMouseCursorSize.Caption = Розмір курсору
chkRecordingAreaAroundTheMouseCursor.Caption = Переміщати область запису разом з курсором
gbxWebcamSettings.Caption = Веб-камера
chkWebcamOverlayToVideo.Caption = & Додати на відео зображення з веб-камери
lblWebcamList.Caption = Веб-камера
btnWebcamPreview.Caption = & Перегляд ...
btnWebcamSettings.Caption = & Налаштування ...
gbxWebcamPosition.Caption = Позиція
lblWebcamLeftRightMargins.Caption = Відступ зліва і справа
lblWebcamTopBottomMarings.Caption = Відступ зверху і знизу
lblStartFilenameNumber.Caption = Початковий номер:
chkHiddenRecordingArea.Caption = Приховувати область записи
tsRecordingArea.Caption = Область запису
lblWebcamFormat.Caption = Формат:
btnAllReset.Caption = & Скидання налаштувань ...
chkShowHideFPSHotKey.Caption=Show/Hide FPS:
chkOnOffAlwaysHideRecordingArea.Caption=Show/Hide Recording area:
gbxScreenRecording.Caption=Screen recording
lblCaptureMethod.Caption=Capture method:
chkShowRecordingAreaMiniControl.Caption=Show mini control of recording area
chkAlwaysOnTop.Caption=&Always on top
lblFrameRateMode.Caption=Frame rate mode:
gbxHiddenRecordingArea.Caption=Hidden recording area
chkAlwaysHideRecordingArea.Caption=Always hide
chkHideRecordingAreaWhenRecording.Caption=Hide when recording
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=Hide when an app is minimized or hidden
chkUseTrayIcon.Caption=Use &Trayicon
chkHideAppWhenAppMinimized.Caption=Hide app when app is minimized
chkHideAppWhenAppStarts.Caption=Hide app when app starts
btnVideoQualityCustom.Caption=Custom...

[FrmAbout]
btnOK.Caption = & OK
lblDescription.Caption = Тільки для особистого (некомерційного) використання
btnSendReport.Caption = Повідомити про помилку ...
Caption = Про програму
tsInformation.Caption = Інформація
tsLicense.Caption = Ліцензійна угода
btnRegister.Caption=Register(&R)...

[FrmVFWCodecs]
Caption = Зовнішні кодеки
chkUseVFWCodec.Caption = & Використовувати зовнішній
btnDownloadCodecs.Caption = Завантажити зовнішні кодеки ...
btnVideoConfiguration.Caption = & Налаштування
btnInformation.Caption = & Інфо
btnOK.Caption = & OK
btnCancel.Caption = & Скасування
lblVFWAudioCodecs.Caption = Аудіо кодек
[FrmRegister]
Caption = Реєстрація
ledtEMail.Caption = Ел.пошта:
ledtSerialNumber.Caption = Серійний номер:
btnOK.Caption = OK (& O)
btnCancel.Caption = Скасування (& C)

[FrmInternetAuth]
Caption = Зачекайте ...
lblAuthentication.Caption = Автентифікація ...

[FrmSaveToGIFProgress]
Caption = Збереження ...
btnCancel.Caption = & Скасування

[LanguageString]
Record = Запис
Resume = Відновити
Pause = Пауза
Encoding = Кодування
Capture = Знімок
Area = Область
Resize = Розмір
Open = Відкрити
Options = Налаштування
Report = Звіт
Register=Register
Info = Інформація
Hotkey = Гаряча клавіша
Hotkeys = Клавіші
Save = Збереження
Codecs = Кодеки
Timelimit = Ліміт
Stop = Зупинити
Confirm = Підтвердити
Version = Версія
Language = Мова
Stereo = Стерео
Mono = Моно
Warning = Попередження
Sound = Звук
Error = Помилка
Information = Інформація
Confirm = Підтвердити
& Yes = & Так
& No = & Ні
& OK = & OK
& Cancel = & Скасування
& Abort = & Перервати
& Retry = & Повторити
& Ignore = & Пропустити
Effect = Ефект
KeyframeRate = Кількість ключових кадрів
ModifiedWindowsHostFile = Виявлено зміни у файлі hosts Windows.
StopRecording = Зупинити запис екрану.
StartRecording = Запустити запис екрану.
CaptureScreen = Знімок екрану.
CopyToClipboard = Копіювати в буфер обміну
PressKeyStopRecording = Натисніть% s для зупинки запису.
RecordingFailed = Помилка запису.
CauseAudioSynthesis = Причина (аудіо синтез):
Cause=Cause
NotExistDefaultOutputPath = Шлях призначення не існує. Встановлено шлях за замовчуванням.
Recording...=Recording
UpdateNewVersion = Оновити oCam до нової версії.
SelectAreaToRecord = Вибрати область запису.
ResizeRecordingArea = Змінити розміри області запису.
Position=Position
ChangeSettings = Основні налаштування.
DisplaySoftwareInformation = Показати інформацію про програму та ліцензії.
OpenOutputPath = Відкрити папку призначення.
BrowseForFolder = Перегляд папок
FailedRecordRegisterHotkey = Гаряча клавіша "Запис" не встановлена.
FailedPauseRegisterHotkey = Гаряча клавіша "Пауза" не встановлена.
FailedCaptureRegisterHotkey = Гаряча клавіша "Знімок екрану" не встановлена.
FailedRecordAreaRegisterHotkey = Гаряча клавіша "Вибір області запису" не встановлена.
PleaseChangeHotkey = Будь ласка, поміняйте налаштування гарячих клавіш.
LanguageChanged = Мову змінено. Зміни вступлять в силу після наступного запуску програми.
DownloadCodecs = Завантажити кодеки з інтернету.
WhenUsedGoodCodecs = Пропонуємо скачати кодеки, рекомендовані для роботи з oCam.
GotoCodecPage = Перейти на сторінку завантаження?
DontShowAgain = Більше не показувати знову.
RecordingStarting = Запуск ...
RecordingStopping = Зупинка ...
FailedInitWASSoundLibDLL = Помилка ініціалізації звукової бібліотеки. Перевірте чи запущена служба Аудіо Windows.
JPEGQuality = Якість JPEG
CompressQuality = Якість стиснення
LicenseTo=Registered
InvalidSerialNumber=Invalid Serial Number
RegisterExpired=Serial number has expired.
ExpiryDate=Expiry Date
Days=Day
Enabled = Увімкнути
Disabled = Вимкнути
Used = Використовувати
NotUsed = Не застосовувати
LowDiskSpace = Мало місця на диску.
Watermark = Вод. знак
RecordSystemAudio = Записувати системні звуки
DoNotRecordMicrophone = Не записувати мікрофон
DoNotRecordSystemAudio = Не записувати системні звуки
UltraHigh = Надвисока якість
VeryHigh = Дуже висока якість
High = Висока якість
Medium = Середня якість
Low = Низька якість
VeryLow = Дуже низька якість
Auto = Авто
CantNotLoadImage = Неможливо завантажити водяний знак з файлу.
NotFoundTheTargetRecordWindow = не знайдено вікно для запису.
RecordingGame = Гра
VeryFast = дуже швидко
Fast = швидко
Normal = нормально
Slow = повільно
VerySlow = дуже повільно
FileName = Файл
ConnectionFailed = Неможливо з'єднатися з сервером.
Congratulations = Вітаємо
SuccessfullyRegistered = Вітаємо! Ви успішно зареєструвалися.
InvalidSerialNumber = Неправильний серійний номер.
InvalidEMailAddress = Невірна адреса електронної пошти.
RegisterExpired = Серійний номер, який ви використали, більше недійсний.
InvalidResponseFromServer = Отримано недійсну відповідь від сервера.
RegisterAleady = Серійний номер вже зареєстрований.
Donate = Допомогти
MonitorNotSupportResolution = монітор не підтримує.
HalfSize = Половина розміру
FitWidth = По ширині
FitHeight = По висоті
Custom = Довільний
GIF=Anminated GIF
General=General
Game=Game
Performance = Продуктивність
Input = Вхід
LeftChannel = лівий канал
RightChannel = правий канал
StereoChannel = стерео
3StagPipelineDescription = 3-ступінчастий конвеєр (хороша продуктивність)
2StagPipelineDescription = 2-ступінчастий конвеєр (середня продуктивність)
NoPipelineDescription = Без конвеєра (низька продуктивність)
HighPerformance = Висока продуктивність
HighQuality = Висока якість
BlurayDisk = Диск Blu-Ray
LowLatency = Low Latency / низька затримка
HighPerformanceLowLatency = Висока прод. & низька затримка
HighQualityLowLatency = Високоякіс & низька затримка
NvidiaDefault = NVIDIA за замовчуванням
MaximumQuantizer = Maximum Quantizer
MinimumQuantizer = Minimum Quantizer
ConstQuantizerParameter = Параметр постійного Quantizer
Main = Основний
Baseline = Базовий
SinglePassConstantQP = 1-PASS Constant QP
SinglePassCBR = 1-PASS CBR
SinglePassVBR = 1-PASS VBR
(0) FirstGPU = (0) Перший GPU
(1) SecondGPU = (1) Другий GPU
WidthHeightMultiple16 = Ширина і висота кратні 16
WidthMultiple8HeightMultiple4 = Ширина кратна 8, висота кратна 4
WidthHeightMultiple2 = Ширина і висота кратні 2
Pixel = пікс.
Round = Round
RoundUp = RoundUp
RoundDown = RoundDown
ConsumingCPUCycles = Consuming CPU cycles
YieldTheCPU = Yield the CPU
AnimationDuration = Тривалість анімації
millisecond = мілісекунд
Rings = Кільця
Star = Зірка
Star_RandomColor = Зірка (випадковий колір)
Star_Rotation = Обертається зірка
Star_Rotation_RandomColor = Обертається зірка (випадковий колір)
Opacity = Непрозорість
SoftEdge = М'якість контуру
Sec = сек.
CursorSize = Розмір курсору
Webcam = Веб-камера
WebcamVideoSize = Розмір
SerialNumberAlreadyRegistered = Цей серійний номер уже зареєстрований.
Close = Закрити
WhenRecording = Під час запису
Always = Завжди
AutoSelect = Автоматичний вибір
AreSureResetAllSettings = Ви дійсно хочете скинути всі настройки?
PleaseEnterRecordingAreaDisplayName=Будь ласка, введіть назву області запису.
NoCategory=Немає категорії
RecordingAreaCategoryNameExists=Назва категорії існує.
InvaildRecordingAreaCategoryName=Неправильне ім'я категорії.
PleaseEnterRecordingAreaCategoryName=Будь ласка, введіть назву категорії.
Youtube=Youtube
LossLess=lossless
HighPerformanceLossLess=High Performance Lossless
Menu=Menu
ScreenRecording=Screen Recording
GameRecording=Game Recording
AudioRecording=Audio Recording
LetsSeeTheGameRecordingManual=Let's see the game recording manual for beginners.
DesktopDuplicationAPI=Desktop Duplication API ( Fast )
GDIAPI=GDI API
CantNotLoadWatermarkImage=Can not load watermark image.
FrameRateMode_VFR=Variable frame rate ( fast )
FrameRateMode_CFR=Constant frame rate
SoundRecord=Record
SecretFolder=SecretFolder
Installed=Installed
InstallApp=Install App
AleadyInstall=App is already installed.
FailedRunInstaller=Failed to run the action install software.
FailedDownload=Download failed.
FailedGetSystemInfo=Failed to Get System Information.
InvalidInstallFile=The download file appears to be corrupted.

[FrmHardwareEncoderSettings]
Caption = Налаштування кодувальника
tsNVIDIANVENCH264.Caption = NVIDIA NVENC H.264
lblNVIDIANVENCH264Preset.Caption = пресетів:
btnOK.Caption = & ОК
btnCancel.Caption = & Скасування
lblNvidiaNvencH264Profile.Caption = Профіль:
lblNvencH264Level.Caption = Рівень:
lblNvencGPUSelect.Caption = GPU:
gbxNvencH264RateControl.Caption = Регулювання швидкості кодування
lblNvencH264ConstQP.Caption = Параметр постійного квантувача:
lblNvencH264ConstQPHigh.Caption = 1 (Висока якість)
lblNvenctH264ConstQPLowQuality.Caption = 51 (Низька якість)
lblNvencH264AverageBitRate.Caption = Середній бітрейт:
lblNvencH264MinimumQuantizer.Caption = Мінімальний квантователь:
lblNvencH264MinimumQPHighQuality.Caption = 1 (висока якість)
lblNvencH264MinimumQPLowQuality.Caption = 51 (низька якість)
lblNvencH264MaximumQuantizer.Caption = Максимальний квантователь:
lblNvencH264MaximumQPHighQuality.Caption = 1 (висока якість)
lblNvencH264MaximumQPLowQuality.Caption = 51 (низька якість)
lblNvencH264MaxBitrate.Caption = Максимальний бітрейт:
btnNvencH264Default.Caption = & По замовчуванням
tsNVIDIANVENCHEVC.Caption=NVIDIA NVENC HEVC
lblNVIDIANVENCHEVCPreset.Caption=Preset
lblNvidiaNvencHEVCProfile.Caption=Profile
lblNvencHEVCLevel.Caption=Level
lblNvencHEVCGPUSelect.Caption=GPU
gbxNvencHEVCRateControl.Caption=Rate control
lblNvencHEVCConstQP.Caption=Const Quantizer Parameter: 
lblNvencHEVCConstQPHigh.Caption=1 ( High Quality )
lblNvenctHEVCConstQPLowQuality.Caption=51 ( Low Quality )
btnNvencHEVCDefault.Caption=&Default
lblNvencHEVCAverageBitRate.Caption=Average Bitrate: 
lblNvencHEVCMinimumQuantizer.Caption=Minimum Quantizer: 
lblNvencHEVCMinimumQPHighQuality.Caption=1 ( High Quality )
lblNvencHEVCMinimumQPLowQuality.Caption=51 ( Low Quality )
lblNvencHEVCMaximumQuantizer.Caption=Maximum Quantizer: 
lblNvencHEVCMaximumQPHighQuality.Caption=1 ( High Quality )
lblNvencHEVCMaximumQPLowQuality.Caption=51 ( Low Quality )
lblNvencHEVCMaxBitrate.Caption=Max Bitrate: 
gbxOpenH264RateControl.Caption=Rate control
lblOpenH264ConstQP.Caption=Const Quantizer Parameter: 
lblOpenH264ConstQPHigh.Caption=1 ( High Quality )
lblOpenH264ConstQPLowQuality.Caption=51 ( Low Quality )
tsIntelQSVH264.Caption=Intel® Quick Sync Video H.264
lblQSVH264ConstQPHigh.Caption=1 ( High Quality )
lblQSVH264ConstQPLowQuality.Caption=51 ( Low Quality )
gbxQSVH264RateControl.Caption=Rate control

[FrmAudioCodecsSettings]
lblAACAudioBitrate.Caption = Бітрейт:
lblMP3AudioBitrate.Caption = Бітрейт:
lblMP2AudioBitrate.Caption = Бітрейт:
lblWMAAudioBitrate.Caption = Бітрейт:
btnDefault.Caption = & По замовчуванням
btnOK.Caption = & ОК
btnCancel.Caption = & Скасування
Caption = Налаштування аудіо кодеків
lblAACAudioSampleRate.Caption = Частота дискретизації:
lblMP3AudioSampleRate.Caption = Частота дискретизації:
lblMP2SampleRate.Caption = Частота дискретизації:
lblWMASampleRate.Caption = Частота дискретизації:
lblFlacAudioSampleRate.Caption = Частота дискретизації:

[FrmCustomSize]
Caption = Довільний розмір
btnOK.Caption = & ОК
btnCancel.Caption = & Скасування
gbxCustomSize.Caption = Розмір

[frmRecordingAreaListEditor]
btnReset.Caption=&Reset
btnOK.Caption=&OK
btnCancel.Caption=&Cancel
mnuAdd.Caption=&Add...
mnuEdit.Caption=&Edit...
mnuDelete.Caption=&Delete...
mnuInsertSeparator.Caption=&Insert separator...
Caption=Recording area list editor

[frmInputNewCategoryName]
Caption=New category
ledtNewCategoryName.Caption=Enter category name:
btnOK.Caption=&OK
btnCancel.Caption=&Cancel

[frmAddRecordingArea]
Caption=Add recording area
lblCategorys.Caption=Category:
ledtRecordingAreaDisplayName.Caption=Recording area display name:
btnNewCategory.Caption=&New category...
btnOK.Caption=&OK
btnCancel.Caption=&Cancel

[frmAppInstaller]
lblSecretFolderTitle.Caption=SecretFolder - Hide folder
lblSecretFolderDescription.Caption=Hide, lock and password protect your private files and folders.
